<?php

if (in_array($userID, $admins)){
 if($msg =="help" || $msg=="Help" || $msg=="راهنما"){
$MadelineProto->messages->sendMessage(['peer' =>$chatID,'message' =>  "
❄️ راهنمای تبچی

⭐️ <code>انلاین</code>
• دریافت وضعیت ربات
〰〰〰〰〰〰〰〰〰〰
⭐️ <code>امار</code>
•دریافت آمار گروه ها و کاربران
〰〰〰〰〰〰〰〰〰〰
⭐️ <code>تایپ روشن</code>
• فعال شدن حالت تایپینگ بعد از هر پیام 
〰〰〰〰〰〰〰〰〰〰
⭐️ <code>تایپ خاموش</code>
• غیرفعال شدن حالت تایپینگ بعد از هر پیام
〰〰〰〰〰〰〰〰〰〰
⭐️ <code>وضعیت مشاهده روشن</code>
• فعال شدن حالت خوانده شدن پیام ها
〰〰〰〰〰〰〰〰〰〰
⭐️ <code>وضعیت مشاهده خاموش</code>
• غیرفعال شدن حالت خوانده شدن پیام ها
〰〰〰〰〰〰〰〰〰〰
⭐️ <code>ادد خودکار روشن</code>
• فعال شدن حالت ادد شدن مخاطبین به صورت خودکار
〰〰〰〰〰〰〰〰〰〰
⭐️ <code>ادد خودکار خاموش</code>  off
• غیرفعال شدن حالت ادد شدن مخاطبین به صورت خودکار
〰〰〰〰〰〰〰〰〰〰
⭐️ <code>addall</code> [UserID]
• ادد کردن یک کاربر به همه گروه ها
〰〰〰〰〰〰〰〰〰〰
⭐️ <code>adduser</code>  [UserID] [IDGroup]
• ادد کردن یه کاربر به گروه موردنظر
〰〰〰〰〰〰〰〰〰〰
⭐️ <code>f2all</code> [reply]
• فروارد کردن پیام ریپلای شده به همه گروه ها و کاربران
〰〰〰〰〰〰〰〰〰〰
⭐️ <code>f2pv</code> [reply]
• فروارد کردن پیام ریپلای شده به همه کاربران
〰〰〰〰〰〰〰〰〰〰
⭐️ <code>f2gps</code> [reply]
• فروارد کردن پیام ریپلای شده به همه گروه ها
〰〰〰〰〰〰〰〰〰〰
⭐️ <code>f2sgps</code> [reply]
• فروارد کردن پیام ریپلای شده به همه سوپرگروه ها
〰〰〰〰〰〰〰〰〰〰
⭐️ <code>s2all</code>  [text] 
• ارسال کردن یک متن به همه گروه ها و کاربران
〰〰〰〰〰〰〰〰〰〰
⭐️ <code>s2pv</code>  [text] 
• ارسال کردن یک متن به همه کاربران
〰〰〰〰〰〰〰〰〰〰
⭐️ <code>s2gps</code>  [text] 
• ارسال کردن یک متن به همه گروه ها
〰〰〰〰〰〰〰〰〰〰
⭐️ <code>s2sgps</code>  [text] 
• ارسال کردن یک متن به همه سوپرگروه ها
〰〰〰〰〰〰〰〰〰〰
⭐️ <code>ست ایدی</code> [text] 
• تنظیم نام کاربری (آیدی) ربات
〰〰〰〰〰〰〰〰〰〰
⭐️ <code>ست</code> [نام] | [فامیل] | [بیوگرافی]
• تنظیم نام اسم , فامیل و بیوگرافی ربات 
〰〰〰〰〰〰〰〰〰〰
⭐️ <code>تازه سازی</code>
• تازه سازی امار تبلیغگر
〰〰〰〰〰〰〰〰〰〰⭐️
⭐️ <code>ورود خودکار روشن</code>
• ورود خودکار ربات به گروه باارسال لینک
〰〰〰〰〰〰〰〰〰〰
⭐️ <code>ورود خودکار خاموش</code>
• ججلوگیری از ورود خودکار ربات به گروه 
〰〰〰〰〰〰〰〰〰〰
⭐️ <code>بروزرسانی ربات</code>
• دبروزرسانی امکانات ربات به اخرین نسخه
〰〰〰〰〰〰〰〰〰〰
⭐️ <code>کانال ما</code>
• دریافت ادرس و تگ کانال ما
〰〰〰〰〰〰〰〰〰〰
⭐️ <code>پشتیبان</code>
• جهت ارسال نظر و سوالات
〰〰〰〰〰〰〰〰〰〰
⭐️ <code>شناسه</code>
• دریافت شناسه ربات تبچی
〰〰〰〰〰〰〰〰〰〰
⭐️ <code>ورژن</code>
• دریافت ورژن سورس ربات تبچی
〰〰〰〰〰〰〰〰〰〰
",'parse_mode' => 'html']);
     }
      }
